webpackJsonp([6],{

/***/ 1549:
/***/ (function(module, exports) {

module.exports = {
  "content": [
    "article",
    {

    },
    [
      "h2",
      "0.0.1"
    ],
    [
      "p",
      [
        "code",
        "2018-07-13"
      ]
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "🐞 修复 "
        ]
      ],
      [
        "li",
        [
          "p",
          "🌟 新增"
        ]
      ],
      [
        "li",
        [
          "p",
          "💄 修改"
        ]
      ],
      [
        "li",
        [
          "p",
          "📖 发布"
        ]
      ],
      [
        "li",
        [
          "p",
          "👻 提示"
        ]
      ],
      [
        "li",
        [
          "p",
          "📝 重构"
        ]
      ],
      [
        "li",
        [
          "p",
          "🗑 移除"
        ]
      ],
      [
        "li",
        [
          "p",
          "🙅 废弃"
        ]
      ]
    ]
  ],
  "meta": {
    "order": 6,
    "title": "更新日志",
    "toc": false,
    "timeline": true,
    "filename": "CHANGELOG.md"
  },
  "description": [
    "section",
    [
      "p",
      "严格遵循 ",
      [
        "a",
        {
          "title": null,
          "href": "http://semver.org/lang/zh-CN/"
        },
        "Semantic Versioning 2.0.0"
      ],
      " 语义化版本规范。"
    ],
    [
      "h4",
      "发布周期"
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "修订版本号：每周末会进行日常 bugfix 更新。（如果有紧急的 bugfix，则任何时候都可发布）"
        ]
      ],
      [
        "li",
        [
          "p",
          "次版本号：每月发布一个带有新特性的向下兼容的版本。"
        ]
      ],
      [
        "li",
        [
          "p",
          "主版本号：含有破坏性更新和新特性，不在发布周期内。"
        ]
      ]
    ]
  ],
  "toc": [
    "ul",
    [
      "li",
      [
        "a",
        {
          "className": "bisheng-toc-h2",
          "href": "#0.0.1",
          "title": "0.0.1"
        },
        "0.0.1"
      ]
    ]
  ]
};

/***/ })

});
//# sourceMappingURL=CHANGELOG.md.js.map